{
  "uuid": "m3",
  "id": "m3",
  "host_id": "u1",
  "host_email": "u1@zoom-mock.com",
  "topic": "Sales Meeting",
  "type": 2,
  "start_time": "2026-01-15T14:00:00Z",
  "duration": 60,
  "timezone": "America/New_York",
  "created_at": "2026-01-01T00:00:00Z",
  "join_url": "https://api.zoom.us/j/m3",
  "start_url": "https://api.zoom.us/s/m3",
  "password": "abc123",
  "agenda": "The meeting focused on the sales strategy, sales pipeline, and customer acquisition. Key discussions involved the establishment of a sales working group, metrics for success, and initiatives to increa",
  "settings": {
    "host_video": true,
    "participant_video": false,
    "join_before_host": false,
    "mute_upon_entry": true,
    "waiting_room": true,
    "meeting_authentication": false
  },
  "summary": {
    "summary_title": "Sales Meeting",
    "summary_overview": "The meeting focused on the sales strategy, sales pipeline, and customer acquisition. Key discussions involved the establishment of a sales working group, metrics for success, and initiatives to increase sales and customer loyalty.",
    "summary_details": [
      "James opened the meeting and introduced the topic of sales. ",
      "Emily reviewed the agenda, which included discussing the sales strategy, sales pipeline, and customer acquisition.",
      "Michael announced that he would present insights on marketing efforts.",
      "Michael shared the company's marketing campaigns and how they inform sales strategy.",
      "James inquired about how sales success is measured, raising the need for clear metrics and benchmarks.",
      "David highlighted a recent trend in sales: the increased focus on account-based marketing.",
      "Michael asked how this trend would impact the company's sales pipeline and customer acquisition, to which James responded that account-based marketing can lead to increased sales and customer loyalty.",
      "Emily added that the sales strategy is particularly focused on meeting the needs of the target audience, and that the company needs to meet their expectations and preferences.",
      "David proposed the formation of a sales working group to further develop sales strategy and track progress. Michael volunteered to be part of the group, emphasizing the need for a dedicated team focused on sales efforts."
    ],
    "next_steps": [
      "Form a sales working group with representatives from different departments.",
      "Schedule a follow-up meeting to define the working group's objectives and timeline.",
      "Develop a comprehensive sales plan with a target for implementation within the next quarter."
    ]
  },
  "vtt_data": "WEBVTT\n\n00:00:00 --> 00:00:05 James: Good morning everyone, welcome to today's sales meeting. 00:00:05 --> 00:00:20 Emily: Thanks James. Before we begin, I'd like to briefly review the agenda for today's discussion. We'll be covering our sales strategy, sales pipeline, and customer acquisition. 00:00:20 --> 00:01:00 David: I'd like to add that we also have a special guest, Michael from the marketing department, who will share some insights on our marketing efforts. 00:01:00 --> 00:02:00 Michael: Hi everyone, thanks for having me. I'll be discussing our marketing campaigns and how they inform our sales strategy. 00:02:00 --> 00:04:00 James: I'd like to ask, how do we measure the success of our sales efforts? Are we using any specific metrics or benchmarks? 00:04:00 --> 00:05:00 Emily: Great question, James. That's something we'll be discussing later in the meeting. David, can you walk us through some of the recent trends in sales? 00:05:00 --> 00:08:00 David: Certainly. One trend we're seeing is the increased focus on account-based marketing. Companies are prioritizing personalized marketing efforts. 00:08:00 --> 00:10:00 Michael: That's interesting. How do you think this will impact our company's sales pipeline and customer acquisition? 00:10:00 --> 00:12:00 James: Well, research has shown that account-based marketing can lead to increased sales and customer loyalty. It's not just about creating leads, but also about creating relationships. 00:12:00 --> 00:15:00 Emily: I'd like to add that our sales strategy is particularly focused on meeting the needs of our target audience. We need to ensure we're meeting their expectations and preferences. 00:15:00 --> 00:18:00 David: Thank you, Emily. That's an important point. James, can you summarize some of the key takeaways from our discussion so far? 00:18:00 --> 00:20:00 James: Sure. We've covered the sales strategy, sales pipeline, and customer acquisition. 00:20:00 --> 00:25:00 Michael: I'd like to propose that we establish a sales working group to further develop our sales strategy and track progress. 00:25:00 --> 00:28:00 David: I agree. It would be beneficial to have a dedicated team focused on sales efforts. 00:28:00 --> 00:30:00 James: Great, let's make that happen. We'll schedule a follow-up meeting to discuss the working group's objectives and timeline. 00:30:00 --> 00:35:00 Emily: Before we adjourn, are there any final questions or comments? 00:35:00 --> 00:40:00 Michael: Just one question, what's the target timeline for implementing our new sales strategy? 00:40:00 --> 00:45:00 James: We're aiming to have a comprehensive plan in place within the next quarter. 00:45:00 --> 00:50:00 David: I think that's ambitious, but achievable. We'll need to work closely together to make it happen. 00:50:00 --> 00:55:00 James: Thank you all for your participation and input today. Let's keep the momentum going and make a positive impact on our sales and customers.",
  "recording_files": [
    {
      "id": "aa827785-a705-42c4-9472-70bc1de4fbda",
      "meeting_id": "m3",
      "recording_start": "2026-01-15T14:00:00Z",
      "recording_end": "2026-01-15T15:00:00Z",
      "file_type": "TRANSCRIPT",
      "file_extension": "VTT",
      "file_size": 2954,
      "play_url": "https://api.zoom.us/rec/play/aa827785",
      "download_url": "https://api.zoom.us/rec/download/m3/transcript.vtt",
      "status": "completed",
      "recording_type": "shared_screen_with_speaker_view"
    },
    {
      "id": "8ad2581d-ff8b-4b9a-84c4-8b9644dd0149",
      "meeting_id": "m3",
      "recording_start": "2026-01-15T14:00:00Z",
      "recording_end": "2026-01-15T15:00:00Z",
      "file_type": "MP4",
      "file_extension": "MP4",
      "file_size": 50000000,
      "play_url": "https://api.zoom.us/rec/play/8ad2581d",
      "download_url": "https://api.zoom.us/rec/download/m3/recording.mp4",
      "status": "completed",
      "recording_type": "shared_screen_with_speaker_view"
    }
  ],
  "participants": [
    {
      "id": "p1",
      "name": "Alice Chen",
      "user_id": "u1",
      "user_email": "alice.chen@zoom-mock.com",
      "join_time": "2026-01-15T14:00:00Z",
      "leave_time": "2026-01-15T15:00:00Z",
      "duration": 3600
    },
    {
      "id": "p2",
      "name": "Bob Martinez",
      "user_id": "u2",
      "user_email": "bob.martinez@zoom-mock.com",
      "join_time": "2026-01-15T14:00:00Z",
      "leave_time": "2026-01-15T15:00:00Z",
      "duration": 3600
    }
  ]
}