{
  "uuid": "m8",
  "id": "m8",
  "host_id": "u2",
  "host_email": "u2@zoom-mock.com",
  "topic": "Executive Meeting",
  "type": 2,
  "start_time": "2026-01-15T14:00:00Z",
  "duration": 60,
  "timezone": "America/New_York",
  "created_at": "2026-01-01T00:00:00Z",
  "join_url": "https://api.zoom.us/j/m8",
  "start_url": "https://api.zoom.us/s/m8",
  "password": "abc123",
  "agenda": "The meeting focused on the company's overall strategy, goals, and objectives. Key discussions involved the establishment of a strategic planning committee, metrics for success, and initiatives to incr",
  "settings": {
    "host_video": true,
    "participant_video": false,
    "join_before_host": false,
    "mute_upon_entry": true,
    "waiting_room": true,
    "meeting_authentication": false
  },
  "summary": {
    "summary_title": "Executive Meeting",
    "summary_overview": "The meeting focused on the company's overall strategy, goals, and objectives. Key discussions involved the establishment of a strategic planning committee, metrics for success, and initiatives to increase innovation and growth.",
    "summary_details": [
      "Michael opened the meeting and introduced the topic of the company's overall strategy. ",
      "Emily reviewed the agenda, which included discussing the company's overall strategy, goals, and objectives.",
      "James announced that he would present insights on the company's performance.",
      "James shared the company's performance and how it informs overall strategy.",
      "Michael inquired about how overall strategy success is measured, raising the need for clear metrics and benchmarks.",
      "Sarah highlighted a recent trend in the company's performance: the increased focus on innovation and growth.",
      "James asked how this trend would impact the company's overall strategy and goals, to which Michael responded that innovation and growth can lead to increased competitiveness and market share.",
      "Emily added that the company's overall strategy is particularly focused on meeting the needs of customers, and that the company needs to meet their expectations and preferences.",
      "James proposed the formation of a strategic planning committee to further develop overall strategy and track progress."
    ],
    "next_steps": [
      "Form a strategic planning committee with representatives from different departments.",
      "Schedule a follow-up meeting to define the committee's objectives and timeline.",
      "Develop a comprehensive overall strategy plan with a target for implementation within the next quarter."
    ]
  },
  "vtt_data": "WEBVTT\n\n00:00:00 --> 00:00:05 Michael: Good morning everyone, welcome to today's executive meeting. 00:00:05 --> 00:00:20 Emily: Thanks Michael. Before we begin, I'd like to briefly review the agenda for today's discussion. We'll be covering our company's overall strategy, goals, and objectives. 00:00:20 --> 00:01:00 Sarah: I'd like to add that we also have a special guest, James from the executive team, who will share some insights on our company's performance. 00:01:00 --> 00:02:00 James: Hi everyone, thanks for having me. I'll be discussing our company's performance and how it informs our overall strategy. 00:02:00 --> 00:04:00 Michael: I'd like to ask, how do we measure the success of our company's overall strategy? Are we using any specific metrics or benchmarks? 00:04:00 --> 00:05:00 Emily: Great question, Michael. That's something we'll be discussing later in the meeting. Sarah, can you walk us through some of the recent trends in our company's performance? 00:05:00 --> 00:08:00 Sarah: Certainly. One trend we're seeing is the increased focus on innovation and growth. Companies are prioritizing innovation and expansion. 00:08:00 --> 00:10:00 James: That's interesting. How do you think this will impact our company's overall strategy and goals? 00:10:00 --> 00:12:00 Michael: Well, research has shown that innovation and growth can lead to increased competitiveness and market share. It's not just about expanding, but also about creating new opportunities. 00:12:00 --> 00:15:00 Emily: I'd like to add that our company's overall strategy is particularly focused on meeting the needs of our customers. We need to ensure we're meeting their expectations and preferences. 00:15:00 --> 00:18:00 Sarah: Thank you, Emily. That's an important point. Michael, can you summarize some of the key takeaways from our discussion so far? 00:18:00 --> 00:20:00 Michael: Sure. We've covered the company's overall strategy, goals, and objectives. 00:20:00 --> 00:25:00 James: I'd like to propose that we establish a strategic planning committee to further develop our company's overall strategy and track progress. 00:25:00 --> 00:28:00 Emily: I agree. It would be beneficial to have a dedicated team focused on strategic planning. 00:28:00 --> 00:30:00 Michael: Great, let's make that happen. We'll schedule a follow-up meeting to discuss the committee's objectives and timeline. 00:30:00 --> 00:35:00 Sarah: Before we adjourn, are there any final questions or comments? 00:35:00 --> 00:40:00 James: Just one question, what's the target timeline for implementing our new overall strategy? 00:40:00 --> 00:45:00 Emily: We're aiming to have a comprehensive plan in place within the next quarter. 00:45:00 --> 00:50:00 Michael: I think that's ambitious, but achievable. We'll need to work closely together to make it happen. 00:50:00 --> 00:55:00 Emily: Thank you all for your participation and input today. Let's keep the momentum going and make a positive impact on our company's overall strategy and goals.",
  "recording_files": [
    {
      "id": "0a4655ca-55e5-4ae8-81e5-ad36e36c1150",
      "meeting_id": "m8",
      "recording_start": "2026-01-15T14:00:00Z",
      "recording_end": "2026-01-15T15:00:00Z",
      "file_type": "TRANSCRIPT",
      "file_extension": "VTT",
      "file_size": 3015,
      "play_url": "https://api.zoom.us/rec/play/0a4655ca",
      "download_url": "https://api.zoom.us/rec/download/m8/transcript.vtt",
      "status": "completed",
      "recording_type": "shared_screen_with_speaker_view"
    },
    {
      "id": "319c760f-8078-48c2-8a9f-41c591355ea8",
      "meeting_id": "m8",
      "recording_start": "2026-01-15T14:00:00Z",
      "recording_end": "2026-01-15T15:00:00Z",
      "file_type": "MP4",
      "file_extension": "MP4",
      "file_size": 50000000,
      "play_url": "https://api.zoom.us/rec/play/319c760f",
      "download_url": "https://api.zoom.us/rec/download/m8/recording.mp4",
      "status": "completed",
      "recording_type": "shared_screen_with_speaker_view"
    }
  ],
  "participants": [
    {
      "id": "p1",
      "name": "Alice Chen",
      "user_id": "u1",
      "user_email": "alice.chen@zoom-mock.com",
      "join_time": "2026-01-15T14:00:00Z",
      "leave_time": "2026-01-15T15:00:00Z",
      "duration": 3600
    },
    {
      "id": "p2",
      "name": "Bob Martinez",
      "user_id": "u2",
      "user_email": "bob.martinez@zoom-mock.com",
      "join_time": "2026-01-15T14:00:00Z",
      "leave_time": "2026-01-15T15:00:00Z",
      "duration": 3600
    }
  ]
}